Repository: HritwikSinghal/noyau
Catalog: po/ukuu-*.po
Languages: es

source: About
es: Acerca de

source: Admin access is required for running this application.
es: Se necesitan privilegios administrativos para ejecutar esta aplicación.

source: Another instance of this application is running
es: Se está ejecutando otra instancia de esta aplicación

source: Available Kernels
es: Núcleos disponibles

source: Booting previous kernels
es: Arrancando núcleos anteriores

source: Cancel
es: Cancelar

source: Check every
es: Comprobar cada

source: Check for kernel updates
es: Buscar actualizaciones del núcleo

source: Close
es: Cerrar

source: Commands listed below are not available on this system
es: Las órdenes enumeradas a continuación no están disponibles en este sistema

source: Could not find requested version
es: No se pudo encontrar la versión solicitada

source: Created directory
es: Se creó el directorio

source: Day(s)
es: Días

source: Deleted directory
es: Se eliminó el directorio

source: Dir not found
es: No se encontró el directorio

source: Display
es: Mostrar

source: Distribution
es: Distribución

source: Download packages for specified kernel
es: Descargar paquetes del núcleo especificado

source: Downloading
es: Descargando

source: Failed to copy file
es: Falló la copia del archivo

source: Failed to create dir
es: Falló la creación del directorio

source: Failed to delete file
es: Falló la eliminación del archivo

source: Failed to move file
es: Falló el traslado del archivo

source: Failed to read file
es: Falló la lectura del archivo

source: Failed to write file
es: Falló la escritura del archivo

source: Fetching index from kernel.ubuntu.com...
es: Recuperando índice de kernel.ubuntu.com…

source: File copied
es: Se copió el archivo

source: File deleted
es: Se eliminó el archivo

source: File is missing
es: Falta el archivo

source: File moved
es: Se trasladó el archivo

source: File not found
es: No se encontró el archivo

source: File not found: %s
es: No se encontró el archivo: %s

source: File saved
es: Se guardó el archivo

source: GRUB Options
es: Opciones de GRUB

source: Hide kernels older than 4.0
es: Ocultar núcleos anteriores a 4.0

source: Hide unstable and RC releases
es: Ocultar versiones inestables y RC

source: Hour(s)
es: Horas

source: Ignore this update
es: Ignorar esta actualización

source: Index is fresh
es: El índice está al día

source: Index is stale
es: El índice es obsoleto

source: Install
es: Instalar

source: Install specified mainline kernel
es: Instalar núcleo troncal especificado

source: Install this kernel
es: Instalar este núcleo

source: Installation completed with errors
es: Instalación finalizada con errores

source: Installation completed. A reboot is required to use the new kernel.
es: Instalación finalizada. Se necesita reiniciar para utilizar el núcleo nuevo.

source: Installed
es: Instalado

source: Internet connection is not active
es: La conexión a Internet está inactiva

source: Kernel
es: Núcleo

source: List all available mainline kernels
es: Mostrar todos los núcleos troncales disponibles

source: List available kernels
es: Mostrar núcleos disponibles

source: Missing Icon
es: Falta el icono

source: Multiple Kernels Selected
es: Se seleccionaron varios núcleos

source: Multiple kernels selected for installation. Select only one.
es: Se seleccionaron varios núcleos para su instalación. Elija solo uno.

source: No Internet
es: No hay Internet

source: No updates found
es: No se encontró ninguna actualización

source: Not Selected
es: No seleccionado

source: Notification
es: Notificación

source: Notify if a major release is available
es: Notificar si hay una versión importante disponible

source: Notify if a point release is available
es: Notificar si hay una versión puntual disponible

source: OK
es: Aceptar

source: Options
es: Opciones

source: Packages Available (DEB)
es: Paquetes disponibles (DEB)

source: Packages Installed
es: Paquetes instalados

source: Please install required packages and try again
es: Instale los paquetes requeridos e inténtelo de nuevo

source: Preparing to remove selected kernels
es: Preparándose para desinstalar los núcleos seleccionados

source: Print debug information
es: Mostrar información de depuración

source: Refresh
es: Actualizar

source: Refreshing...
es: Actualizando…

source: Remove
es: Quitar

source: Remove files from application cache
es: Quitar archivos de la antememoria de la aplicación

source: Run 'ukuu --list' and use the version string listed in first column
es: Ejecute «ukuu --list» y use la cadena de versión mostrada en la primera columna

source: Run the application as admin with pkexec or sudo.
es: Ejecute la aplicación con permisos administrativos con pkexec o sudo.

source: Running
es: En ejecución

source: Select a single kernel to install
es: Seleccione un solo núcleo para instalarlo

source: Select the kernel to install
es: Seleccione el núcleo que se instalará

source: Select the kernels to remove
es: Seleccione los núcleos que se desinstalarán

source: Selected kernel is currently running and cannot be removed. Install another kernel before removing this one.
es: El núcleo seleccionado está en ejecución y no puede desinstalarse. Instale otro núcleo antes de desinstalar este.

source: Settings
es: Configuración

source: Show
es: Mostrar

source: Show all options
es: Mostrar todas las opciones

source: Show notification bubble on desktop
es: Mostrar globo de notificación en el escritorio

source: Show notification dialog
es: Mostrar cuadro de diálogo de notificación

source: Status
es: Estado

source: Stopped
es: Detenido

source: Syntax
es: Sintaxis

source: This kernel is already installed.
es: Este núcleo ya se instaló.

source: This kernel is currently running and cannot be removed. Install another kernel before removing this one.
es: Este núcleo está en ejecución y no se puede desinstalar. Instale otro núcleo antes de desinstalar este.

source: Time (in seconds) to display the GRUB menu 0 = Do not show menu -1 = Show indefinitely till user selects
es: Tiempo (en segundos) para mostrar el menú de GRUB 0 = No mostrar el menú -1 = Mostrar indefinidamente hasta que el usuario seleccione algo

source: Un-install completed
es: Desinstalación finalizada

source: Un-install completed with errors
es: Desinstalación finalizada con errores

source: Unknown option
es: Opción desconocida

source: Updates the GRUB menu after installing or removing kernels, so that the menu is displayed for 2 seconds at boot time. This will help you recover from a bad kernel update by selecting another kernel to boot. During boot, use the 'Advanced options for Ubuntu' menu entry to select another kernel. 0 = Do not show menu -1 = Show indefinitely till user selects
es: Actualiza el menú de GRUB tras instalar o quitar núcleos para que este aparezca por dos segundos durante el arranque. Esto le ayudará a recuperarse de una actualización de núcleo problemática permitiéndole elegir otro núcleo para arrancar. Durante el arranque, utilice «Opciones avanzadas para Ubuntu» para elegir otro núcleo. 0 = No mostrar el menú -1 = Mostrar indefinidamente hasta que el usuario seleccione algo

source: Updating GRUB menu
es: Actualizando menú de GRUB

source: Version
es: Versión

source: Week(s)
es: Semanas

source: Yes
es: Sí

source: [Warning] Deleted invalid lock
es: [Atención] Se eliminó un bloqueo no válido
